---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionParentViewName
source: html/9b3cd118-a457-b07b-f058-1ac1f308967d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionParentViewName Property

"Parent View"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionParentViewName { get; }
```